Repository: zhrispineda/Settings-iOS
Catalog: Preferences/Resources/Localizations/HealthPrivacySettings.xcstrings
Source language: en
Languages: ar, bg, ca, cs, da, de, el, es, es_us, fi, fr, fr_ca, he, hi, hr, hu, id, it, ja, kk, ko, lt, ms, nl, no, pl, pt, pt_pt, ro, ru, sk, sl, sv, th, tr, uk, vi, zh_cn, zh_hk, zh_tw

# DELETE_GROUP_FOOTER
source: Deleting your exposure log removes all of the random IDs on your device.
ar: عند حذف سجل المخالطة، تتم إزالة كل المعرّفات العشوائية الموجودة على جهازك.
bg: Изтриването на дневника ви за контакти ще премахне всички случайни идентификатори на вашето устройство.
ca: Si elimines el teu registre d’exposició, s’eliminaran tots els identificadors aleatoris del teu dispositiu.
cs: Při smazání záznamů o kontaktech budou z vašeho zařízení odstraněny také veškeré náhodné identifikátory.
da: Hvis du sletter dit eksponeringslogarkiv, fjernes alle de tilfældige id’er på din enhed.
de: Das Löschen deiner Begegnungsaufzeichnungen entfernt alle zufälligen IDs auf deinem Gerät.
el: Αν διαγράψετε το αρχείο καταγραφής έκθεσης, θα αφαιρεθούν όλα τα τυχαία αναγνωριστικά της συσκευής σας.
es: Si eliminas el registro de exposición, también se eliminarán del dispositivo todos los identificadores aleatorios.
es_us: Eliminar tu registro de exposición borra todos los identificadores aleatorios de tu dispositivo.
fi: Altistuslokin poistaminen poistaa kaikki satunnais-ID:t laitteestasi.
fr: Si vous supprimez votre historique d’expositions, tous les identifiants aléatoires seront supprimés de votre appareil.
fr_ca: Si vous supprimez l’historique de vos expositions, tous les identifiants aléatoires seront supprimés de votre appareil.
he: מחיקה של רישום מקרי חשיפה מסירה את כל המזהים האקראיים מהמכשיר.
hi: आपका एक्सपोज़र लॉग डिलीट करने से आपके डिवाइस पर से सभी रैंडम ID हटा दिए जाते हैं।
hr: Brisanjem log zapisa uklonit će se svi nasumični ID‐jevi na vašem uređaju.
hu: A fertőzésnek való kitettség naplójának törlésekor az összes véletlenszerű azonosító el lesz távolítva az eszközén.
id: Jika log pemaparan Anda dihapus, semua ID acak di perangkat Anda akan ikut terhapus.
it: L’eliminazione dei log di esposizione rimuove tutti gli identificativi casuali sul tuo dispositivo.
ja: 接触ログを削除すると、デバイス上のランダム識別子はすべて削除されます。
kk: Байланыстар журналы жойылса, құрылғыңыздағы барлық кездейсоқ идентификатор жойылады.
ko: 노출 기록을 삭제하면 사용자의 기기에서 모든 임의의 ID가 제거됩니다.
lt: Ištrynus kontaktų žurnalą, pašalinami visi atsitiktiniai įrenginio identifikatoriai.
ms: Memadamkan log pendedahan anda akan mengeluarkan semua ID rawak pada peranti anda.
nl: Als je je blootstellingslogbestand verwijdert, worden alle willekeurige ID's op je apparaat verwijderd.
no: Hvis du sletter loggen over smittekontakt, fjernes alle tilfeldige ID-er fra enheten din.
pl: Usunięcie dziennika narażeń powoduje usunięcie wszystkich losowych identyfikatorów z Twojego urządzenia.
pt: Apagar o seu registro de exposição removerá todos os IDs aleatórios no seu dispositivo.
pt_pt: Apagar o registo de exposição remove todos os identificadores aleatórios armazenados no dispositivo.
ro: Ștergerea jurnalului de expunere elimină toate ID‑urile aleatorii de pe dispozitivul dvs.
ru: При удалении журнала контактов все случайные идентификаторы будут удалены с Вашего устройства.
sk: Vymazaním záznamov vystavenia nákaze odstránite zo zariadenia všetky náhodné identifikátory.
sl: Če izbrišete svoj dnevnik izpostavljenosti, bodo odstranjeni vsi naključni ID-ji v vaši napravi.
sv: Om du raderar exponeringsloggen tas alla slumpmässiga ID:n bort från enheten.
th: การลบบันทึกข้อมูลการสัมผัสเชื้อของคุณจะเอา ID แบบสุ่มทั้งหมดบนอุปกรณ์ของคุณออก
tr: Maruz kalma günlüğünüz silindiğinde aygıtınızdaki tüm rasgele kimlikler de silinir.
uk: Видалення журналу контактів призводить до вилучення всіх випадкових ідентифікаторів на пристрої.
vi: Xóa nhật ký tiếp xúc sẽ xóa tất cả các ID ngẫu nhiên trên thiết bị của bạn.
zh_cn: 删除暴露日志会移除设备上的所有随机ID。
zh_hk: 刪除你的暴露記錄會移除裝置上的所有隨機識別碼。
zh_tw: 刪除暴露記錄會移除裝置上的所有隨機識別碼。

# EXPOSURE_HEADER
source: Active app
ar: تطبيق نشط
bg: Активно приложение
ca: App activa
cs: Aktivní aplikace
da: Aktiv app
de: Aktive App
el: Ενεργή εφαρμογή
es: App activa
es_us: App activa
fi: Aktiivinen appi
fr: App active
fr_ca: App active
he: יישום פעיל
hi: सक्रिय ऐप
hr: Aktivna aplikacija
hu: Aktív app
id: App aktif
it: App attiva
ja: 使用中のアプリ
kk: Белсенді қолданба
ko: 활성화된 앱
lt: Aktyvi programa
ms: App aktif
nl: Actieve app
no: Aktiv app
pl: Aktywna aplikacja
pt: App ativo
pt_pt: Aplicação ativa
ro: Aplicația activă
ru: Активное приложение
sk: Aktívna apka
sl: Aktivna aplikacija
sv: Aktiv app
th: แอปที่เปิดใช้งานอยู่
tr: Etkin uygulama
uk: Активна програма
vi: Ứng dụng hoạt động
zh_cn: 活跃的App
zh_hk: 啟用的App
zh_tw: 現用App

# DELETE_EXPOSURE_CHECKS_MESSAGE
source: Are you sure you want to delete all exposure check records? This will remove all checks that have been made by apps over the past 14 days.
ar: هل ترغب بالتأكيد في حذف كل سجلات فحوصات التحقق من المخالطة؟ سيؤدي ذلك إلى إزالة كل عمليات التحقق التي أجرتها التطبيقات خلال ١٤ يومًا الماضية.
bg: Сигурни ли сте, че искате да изтриете всички записи на проверки за контакт? Това ще премахне всички проверки, които са били направени от приложения през последните 14 дни.
ca: Confirmes que vols esborrar tots els registres de comprovació d’exposició? Aquesta acció eliminarà totes les comprovacions que hagin fet les apps en els últims 14 dies.
cs: Určitě chcete smazat všechny záznamy o kontrolách kontaktů? Odstraníte tím všechny kontroly, které aplikace provedly během posledních 14 dnů.
da: Er du sikker på, at du vil slette alle optegnelser om eksponeringskontrol? Dette vil slette alle kontroller, der er foretaget af apps i de sidste 14 dage.
de: Sollen alle Datensätze zu Begegnungsüberprüfungen gelöscht werden? Dadurch werden alle Überprüfungen entfernt, die während der letzten 14 Tage von Apps durchgeführt wurden.
el: Θέλετε σίγουρα να διαγραφούν όλες οι καταχωρίσεις ελέγχου έκθεσης; Αυτή η ενέργεια θα αφαιρέσει όλους τους ελέγχους που έχουν γίνει από εφαρμογές τις περασμένες 14 ημέρες.
es: ¿Seguro que quieres eliminar todos los registros de comprobaciones de exposición? Si lo haces, se eliminarán todas las comprobaciones realizadas por las apps en los últimos 14 días.
es_us: ¿Quieres eliminar todos los registros de revisión de exposición? Esto eliminará todas las revisiones realizadas por apps en los últimos 14 días.
fi: Poistetaanko kaikki altistustarkistusten tiedot? Tämä poistaa kaikki appien 14 viime päivän aikana tekemät tarkistukset.
fr: Voulez-vous vraiment supprimer tous les contrôles d’exposition enregistrés ? Cela supprimera tous les contrôles effectués par les apps au cours des 14 derniers jours.
fr_ca: Voulez-vous vraiment supprimer toutes les vérifications d’exposition enregistrées? Cette action supprimera toutes les vérifications effectuées par des apps au cours des 14 derniers jours.
he: האם ברצונך למחוק את כל רשומות בדיקות החשיפה? פעולה זו תגרום למחיקת כל הבדיקות שנעשו ביישומים ב-14 הימים האחרונים.
hi: क्या आप निश्चित हैं कि आप सभी एक्सपोज़र जाँच रिकॉर्ड डिलीट करना ^[चाहते हैं](inflect: true)? इससे पिछले 14 दिनों में ऐप्स से की गई सभी जाँचें हटा दी जाएँगी।
hr: Sigurno želite obrisati sve zapise o provjeri izloženosti? Time će se ukloniti sve provjere koje su aplikacije izvršile tijekom posljednjih 14 dana.
hu: Biztosan törölni szeretne minden bejegyzést a fertőzésnek való kitettséggel kapcsolatos ellenőrzésekről? Ezzel eltávolítja az összes olyan ellenőrzést, amelyeket az appok végeztek az elmúlt 14 napban.
id: Apakah Anda yakin ingin menghapus semua catatan pemeriksaan pemaparan? Ini akan menghapus semua pemeriksaan yang telah dilakukan oleh app selama 14 hari terakhir.
it: Confermi di voler eliminare tutti i registri dei controlli di esposizione? L’operazione rimuoverà tutti i controlli che sono stati effettuati dalle app negli ultimi 14 giorni.
ja: 接触チェックの記録をすべて削除してもよろしいですか? 過去14日間にアプリで実行されたすべてのチェックの記録が削除されます。
kk: Байланыс тексерісінің барлық жазбасын жою қажеттігіне сенімдісіз бе? Мұның нәтижесінде соңғы 14 күн ішінде қолданбалар жүргізген барлық тексеріс жойылады.
ko: 모든 노출 검사 기록을 삭제하겠습니까? 지난 14일 동안 앱에서 생성된 모든 검사 기록이 삭제됩니다.
lt: Ar tikrai norite ištrinti visus kontakto patikrų įrašus? Bus pašalintos visos patikros, kurias programos atliko per pastarąsias 14 dienų.
ms: Adakah anda pasti mahu memadamkan semua rekod semakan pendedahan? Ini akan mengeluarkan semua semakan yang dibuat oleh app sepanjang 14 hari lalu.
nl: Weet je zeker dat je alle blootstellingscontroleverslagen wilt verwijderen? Hiermee worden alle controles verwijderd die door apps in de afgelopen 14 dagen zijn uitgevoerd.
no: Er du sikker på at du vil slette alle oppføringer av kontrollerte smittekontakter? Dette vil fjerne alle kontrollene som er utført av andre apper de siste 14 dagene.
pl: Czy na pewno chcesz usunąć wszystkie rekordy sprawdzania narażeń? Spowoduje to usunięcie wszystkich sprawdzeń z ostatnich 14 dni.
pt: Tem certeza de que deseja apagar todos os registros de verificação de exposição? Isso removerá todas as verificações feitas por apps nos últimos 14 dias.
pt_pt: Tem a certeza de que pretende apagar todos os registos de consulta de exposição? Serão removidas todas as consultas efetuadas por aplicações nos últimos 14 dias.
ro: Sigur doriți să ștergeți toate înregistrările privind verificarea expunerii? Această acțiune va elimina toate verificările efectuate de aplicații în ultimele 14 zile.
ru: Вы действительно хотите удалить все записи о проверках контактов? При этом будут удалены все проверки, выполненные приложениями за последние 14 дней.
sk: Naozaj chcete vymazať všetky záznamy kontroly vystavenia nákaze? Odstránite tým všetky kontroly, ktoré apky vykonali za posledných 14 dní.
sl: Ste prepričani, da želite izbrisati vse zapise o preverjanju izpostavljenosti? S tem boste odstranili vsa preverjanja, ki so jih aplikacije izvedle v zadnjih 14 dneh.
sv: Vill du verkligen radera all historik för exponeringskontroller? Det tar bort alla kontroller som har gjorts av appar under de senaste 14 dagarna.
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบบันทึกการตรวจสอบการสัมผัสเชื้อทั้งหมด การทำงานนี้จะเอาการตรวจสอบทั้งหมดที่แอปบันทึกในช่วง 14 วันที่ผ่านมาออก
tr: Tüm maruz kalma denetimi kayıtlarını silmek istediğinizden emin misiniz? Bu, son 14 gün içinde uygulamalar tarafından yapılan tüm denetimleri siler.
uk: Справді видалити записи перевірки контактів? Після цього буде вилучено всі перевірки, зроблені у програмах протягом останніх 14 днів.
vi: Bạn có chắc chắn muốn xóa tất cả các bản ghi kiểm tra tiếp xúc không? Việc này sẽ xóa tất cả các kiểm tra đã được các ứng dụng thực hiện trong 14 ngày qua.
zh_cn: 你确定要删除所有暴露检查记录吗？这将移除App过去14天已进行的所有检查。
zh_hk: 你確定要刪除所有暴露檢查記錄嗎？所有在過去14日由App進行的檢查都將會被移除。
zh_tw: 確定要刪除所有暴露檢查記錄嗎？這將移除過去14天App所做的全部檢查。

# DELETE_EXPOSURE_LOG_ALERT_BODY
source: Are you sure you want to delete your exposure log? This will remove all the random IDs your device has collected and prevent an app from notifying you of possible exposure to COVID-19.
ar: هل ترغب بالتأكيد في حذف سجل المخالطة؟ سيؤدي ذلك إلى إزالة كل المعرفات العشوائية التي جمعها جهازك ومنع التطبيق من إعلامك باحتمالية مخالطة المصابين بمرض كوفيد-19.
bg: Сигурни ли сте, че искате да изтриете дневника си за контакти? Това ще премахне всички случайни идентификатори, които устройството ви е събрало, и ще предотврати приложението да ви уведомява за възможно излагане на COVID-19.
ca: Confirmes que vols esborrar el registre d’exposició? Aquesta acció eliminarà tots els identificadors aleatoris que ha recopilat el teu dispositiu i evitarà que l’app t’avisi d’una possible exposició a la COVID‑19.
cs: Určitě chcete smazat záznamy o kontaktech? Odstraníte tím všechny náhodné identifikátory, které vaše zařízení shromáždilo, a aplikace ztratí možnost posílat vám oznámení o možných kontaktech s COVID‑19.
da: Er du sikker på, at du vil slette eksponeringslogarkivet? Dette vil slette alle de tilfældige id’er, din enhed har indsamlet, og forhindre en app i at underrette dig om mulig eksponering for COVID-19.
de: Sollen deine Begegnungsaufzeichnungen wirklich gelöscht werden? Dadurch werden alle zufälligen IDs gelöscht, die dein Gerät gesammelt hat, und die App kann dich nicht über eine mögliche COVID-19-Begegnung informieren.
el: Θέλετε σίγουρα να διαγραφεί το αρχείο καταγραφής έκθεσης; Αυτή η ενέργεια θα αφαιρέσει όλα τα τυχαία αναγνωριστικά που έχει συλλέξει η συσκευή σας και δεν θα μπορεί πλέον μια εφαρμογή να σας ειδοποιεί για πιθανή έκθεση στον COVID-19.
es: ¿Seguro que quieres eliminar el registro de exposición? Si lo haces, se eliminarán todos los identificadores aleatorios recopilados por tu dispositivo y se impedirá que una app pueda enviarte notificaciones de posibles exposiciones a la COVID-19.
es_us: ¿Quieres eliminar tu registro de exposición? Esto eliminará todos los identificadores aleatorios recopilados por tu dispositivo y evitará que una app te avise de posibles exposiciones al COVID-19.
fi: Poistetaanko altistusloki? Tämä poistaa kaikki laitteesi keräämät satunnais-ID:t ja estää appia ilmoittamasta sinulle mahdollisesta altistumisesta COVID-19:lle.
fr: Voulez-vous vraiment supprimer votre historique d’expositions ? Cela supprimera tous les identifiants aléatoires que votre appareil a collectés et aucune app ne pourra vous prévenir en cas d’exposition potentielle à la COVID-19.
fr_ca: Voulez-vous vraiment supprimer votre historique des expositions? Tous les identifiants aléatoires recueillis par votre appareil seront supprimés, et les apps ne pourront plus vous alerter d’une possible exposition à la COVID-19.
he: האם ברצונך למחוק את רשומת החשיפה שלך? פעולה זו תגרום למחיקת כל מספרי הזיהוי האקראיים שנאספו על-ידי המכשיר שלך ותמנע מיישומים ליידע אותך במקרים של חשיפה אפשרית לקורונה (COVID-19).
hi: क्या आप निश्चित हैं कि आप अपना एक्सपोज़र लॉग डिलीट करना ^[चाहते हैं](inflect: true)? इससे आपके डिवाइस पर एकत्रित किए गए सभी रैंडम ID हटा दिए जाएँगे और COVID-19 के संभावित एक्सपोज़र पर कोई ऐप आपको सूचित नहीं कर पाएगा।
hr: Sigurno želite obrisati svoj log zapis o izloženosti? Time će se ukloniti svi nasumični ID‑jevi koje je vaš uređaj prikupio, a aplikacija spriječiti da vas obavijesti o mogućoj izloženosti bolesti COVID‐19.
hu: Biztosan törölni szeretné a fertőzésnek való kitettség naplóját? Ezzel eltávolítja az eszköze által gyűjtött összes véletlenszerű azonosítót, és megakadályozza, hogy egy app értesíteni tudja Önt a COVID-19-fertőzésnek való esetleges kitettségről.
id: Apakah Anda yakin ingin menghapus log pemaparan Anda? Ini akan menghapus semua ID acak yang telah dikumpulkan perangkat Anda dan menghalangi app untuk memberi tahu Anda mengenai kemungkinan pemaparan COVID-19.
it: Confermi di voler eliminare il log di esposizione? L’operazione rimuoverà tutti gli identificativi casuali raccolti dal dispositivo e impedirà a un’app di inviarti notifiche in caso di possibile esposizione al COVID-19.
ja: 接触ログを削除してもよろしいですか? デバイスで収集されたランダム識別子がすべて削除され、新型コロナウイルス感染症（COVID-19）にさらされた可能性がある場合にアプリからの通知が停止されます。
kk: Байланыстар журналын жою қажеттігіне сенімдісіз бе? Бұл әрекет нәтижесінде құрылғы жинаған барлық кездейсоқ идентификатор жойылып, қолданбаның COVID-19 індетін жұқтыру мүмкіндігі туралы хабарлауына кедергі туындайды.
ko: 사용자의 노출 기록을 삭제하겠습니까? 삭제하면 사용자의 기기에서 수집한 모든 임의의 ID가 삭제되며, 사용자가 COVID-19에 노출되었을 가능성이 있다는 알림을 앱이 사용자에게 보내지 않습니다.
lt: Ar tikrai norite ištrinti kontaktų žurnalą? Pašalinsite visus atsitiktinius identifikatorius, kuriuos surinko jūsų įrenginys, ir neleisite programai pranešti apie galimą kontaktą su COVID-19 užsikrėtusiu žmogumi.
ms: Adakah anda pasti mahu memadamkan log pendedahan anda? Ini akan mengeluarkan semua ID rawak yang telah dikumpulkan oleh peranti anda dan menghalang app daripada memaklumkan anda tentang kemungkinan pendedahan kepada COVID-19.
nl: Weet je zeker dat je het blootstellingslogbestand wilt verwijderen? Hiermee worden alle willekeurige ID's verwijderd die door je apparaat zijn verzameld en kan een app je niet waarschuwen over mogelijke blootstelling aan COVID-19.
no: Er du sikker på at du vil slette loggen din over smittekontakt? Dette vil fjerne alle tilfeldige ID-er som er samlet inn av enheten din, og hindre at apper kan varsle deg om mulig covid-19-smittekontakt.
pl: Czy na pewno chcesz usunąć dziennik narażeń? Usunie to wszystkie losowe identyfikatory zgromadzone na Twoim urządzeniu i uniemożliwi aplikacji powiadamianie o możliwym narażeniu na kontakt z osobą chorą na COVID-19.
pt: Tem certeza de que deseja apagar o registro de exposição? Isso removerá todos os IDs aleatórios que o dispositivo coletou e impedirá que um app notifique você sobre uma possível exposição à COVID-19.
pt_pt: Tem a certeza de que pretende apagar o seu registo de exposição? Serão removidos todos os identificadores aleatórios que o seu dispositivo recolheu e não será possível a uma aplicação emitir notificações sobre uma possível exposição à COVID‑19.
ro: Sigur doriți să ștergeți jurnalul de expunere? Această acțiune va elimina toate ID‑urile aleatorii colectate de dispozitiv și va împiedica o aplicație să vă notifice în legătură cu o posibilă expunere la COVID-19.
ru: Вы действительно хотите удалить свой журнал контактов? При этом будут удалены все случайные идентификаторы, собранные Вашим устройством, а приложения больше не смогут уведомлять Вас о возможных контактах с COVID‑19.
sk: Naozaj chcete vymazať záznamy vystavenia nákaze? Odstránite tým všetky náhodné identifikátory, ktoré zhromaždilo vaše zariadenie, a apka vás už nebude môcť upozorňovať na možné vystavenie nákaze COVID-19.
sl: Ste prepričani, da želite izbrisati svoj dnevnik izpostavljenosti? S tem boste odstranili vse naključne ID-je, ki jih je zbrala vaša naprava, in aplikaciji preprečili, da vas obvešča o morebitni izpostavljenosti bolezni COVID-19.
sv: Vill du verkligen radera din exponeringslogg? Det tar bort alla slumpmässiga ID:n som din enhet har samlat in och förhindrar att en app meddelar dig om möjliga covid-19-exponeringar.
th: คุณแน่ใจหรือไม่ว่าคุณต้องการลบบันทึกข้อมูลการสัมผัสเชื้อของคุณ การทำงานนี้จะเอา ID แบบสุ่มทั้งหมดที่อุปกรณ์ของคุณได้เก็บรวบรวมไว้ออกและทำให้แอปไม่สามารถแจ้งเตือนให้คุณทราบถึงความเสี่ยงติดเชื้อโควิด-19 ได้
tr: Tüm maruz kalma günlüğünüzü silmek istediğinizden emin misiniz? Bu, aygıtınızın topladığı tüm rasgele kimlikleri siler ve uygulamanın size COVID-19’a maruz kalma olasılığınızın olup olmadığını bildirmesini engeller.
uk: Справді видалити ваш журнал контактів? Після цього буде вилучено всі випадкові ідентифікатори, зібрані на вашому пристрої. Програма більше не зможе сповіщати вас про можливе контактування з COVID‑19.
vi: Bạn có chắc chắn muốn xóa nhật ký tiếp xúc không? Việc này sẽ xóa tất cả các ID ngẫu nhiên mà thiết bị của bạn đã thu thập và ngăn cản ứng dụng thông báo về việc bạn có thể đã tiếp xúc với COVID-19.
zh_cn: 你确定要删除暴露日志吗？这将移除设备已收集的所有随机ID并阻止App在你可能暴露于COVID-19时通知你。
zh_hk: 你確定要刪除暴露記錄嗎？這將會移除你裝置已收集的所有隨機識別碼，並阻止App在你可能暴露於COVID-19時通知你。
zh_tw: 確定要刪除你的暴露記錄嗎？這將移除裝置已收集的所有隨機識別碼，並使App無法在你可能暴露於COVID-19時傳送通知。

# SWITCH_APP_ALERT_TITLE_%@
source: Use “%@” for Exposure Notifications?
ar: استخدام "%@" لإشعارات المخالطة؟
bg: Да се използва ли „%@“ за известия за контакт?
ca: Vols utilitzar l’app %@ per a les notificacions d’exposició?
cs: Používat k oznamování kontaktů aplikaci „%@“?
da: Brug “%@” til notifikationer om eksponering?
de: „%@“ für Begegnungsmitteilungen verwenden?
el: Χρήση της εφαρμογής «%@» για Γνωστοποιήσεις έκθεσης;
es: ¿Usar la app %@ para las notificaciones de exposición?
es_us: ¿Usar “%@” para las notificaciones de exposición?
fi: Saako %@ antaa altistusilmoituksia?
fr: Utiliser « %@ » pour les notifications d’exposition ?
fr_ca: Utiliser « %@ » pour les notifications d’exposition?
he: להשתמש ביישום ״%@״ לצורך עדכוני חשיפה?
hi: एक्सपोज़र सूचनाओं के लिए “%@” का उपयोग करें?
hr: Koristiti “%@” za obavijesti o izloženosti?
hu: A(z) „%@” appot használja a Fertőzéskitettség-értesítéshez?
id: Gunakan “%@” untuk Pemberitahuan Pemaparan?
it: Vuoi utilizzare “%@” per le notifiche di esposizione?
ja: “%@”の接触通知を使用しますか?
kk: Ауру жұқтырғандармен байланыс туралы хабарландырулар жіберу үшін «%@» қолданбасын пайдалану қажет пе?
ko: 노출 알림에 ‘%@’을(를) 사용하겠습니까?
lt: Naudoti programą „%@“ pranešimams apie kontaktą?
ms: Gunakan “%@” untuk Notis Pendedahan?
nl: '%@' gebruiken voor blootstellingsmeldingen?
no: Vil du motta varslinger om smittekontakt fra %@?
pl: Używać aplikacji „%@” do powiadamiania o narażeniu?
pt: Usar “%@” para Notificações de Exposição?
pt_pt: Usar “%@” para as notificações de exposição?
ro: Doriți să utilizați “%@” pentru notificările de expunere?
ru: Использовать «%@» для уведомлений о контакте?
sk: Hlásiť vystavenie nákaze pomocou apky %@?
sl: Želite za obveščanje o izpostavljenosti uporabiti aplikacijo »%@«?
sv: Vill du använda ”%@” för exponeringsnotiser?
th: ใช้ “%@” สำหรับการแจ้งเตือนการสัมผัสเชื้อหรือไม่
tr: Maruz Kalma Bildirimleri İçin “%@” Kullanılsın mı?
uk: Використовувати «%@» для сповіщень про контактування?
vi: Sử dụng “%@” cho Thông báo tiếp xúc?
zh_cn: 将“%@”用于暴露通知？
zh_hk: 要使用「%@」來取得「暴露通知」嗎？
zh_tw: 要使用「%@」傳送「暴露通知」嗎？

source: Until I Delete
ar: حتى أحذفها
bg: До изтриване
ca: Fins que els elimini
cs: Dokud je nesmažu
da: Indtil jeg sletter
de: Bis ich lösche
el: Μέχρι να τα διαγράψω
es: Hasta que los borre
es_us: Hasta que los elimine
fi: Kunnes poistan
fr: Jusqu’à la suppression
fr_ca: Jusqu’à la suppression
he: עד שאמחק
hi: मेरे डिलीट करने तक
hr: Dok ne izbrišem
hu: Amíg nem törlöm
id: Hingga Saya Menghapus
it: Fino all’eliminazione
ja: 削除するまで
kk: Жойғанға дейін
ko: 삭제할 때까지
lt: Kol ištrinsiu
ms: Sehingga Saya Padam
nl: Totdat ik deze verwijder
no: Til jeg sletter dem
pl: Do czasu usunięcia
pt: Até Eu Apagar
pt_pt: Até eu apagar
ro: Până la ștergere
ru: До удаления
sk: Kým ich nevymažem
sl: Dokler ne izbrišem
sv: Tills jag raderar
th: จนกระทั่งฉันลบ
tr: Ben Silene Kadar
uk: До видалення мною
vi: Đến khi tôi xóa
zh_cn: 直至我删除
zh_hk: 保留直到我刪除為止
zh_tw: 保留直到刪除為止
